export const categoryList = [
  {
    title: "Аксессуары",
    children: [
      "Карты памяти",
      "Кабели для зарядки",
      "Внешние аккумуляторы",
      "Зарядные устройства и адаптеры",
      "Чехлы для смартфонов",
      "Умные часы и браслеты",
    ],
  },
  {
    title: "Рации и прочие телефоны",
    children: [
      "Радиотелефоны",
      "Рации",
      "Спутниковые телефоны",
      "Проводные телефоны",
      "Гарнитуры для проводных телефонов",
      "Аксессуары для радиостанций",
      "Все товары",
    ],
  },
];
