const data = [
  {
    id: 1,
    image: "/images/news/card1.png",
    title: "Лечение зубов во сне в Москве в стоматологии",
    description:
      "Более 80% людей боятся обращаться к стоматологу. Эти данные не голословны...",
  },
  {
    id: 2,
    image: "/images/news/card2.png",
    title: "Лечение зубов во сне в Москве в стоматологии",
    description:
      "Более 80% людей боятся обращаться к стоматологу. Эти данные не голословны...",
  },
  {
    id: 3,
    image: "/images/news/card2.png",
    title: "Лечение зубов во сне в Москве в стоматологии",
    description:
      "Более 80% людей боятся обращаться к стоматологу. Эти данные не голословны...",
  },
  {
    id: 4,
    image: "/images/news/card2.png",
    title: "Лечение зубов во сне в Москве в стоматологии",
    description:
      "Более 80% людей боятся обращаться к стоматологу. Эти данные не голословны...",
  },
  {
    id: 5,
    image: "/images/news/card2.png",
    title: "Лечение зубов во сне в Москве в стоматологии",
    description:
      "Более 80% людей боятся обращаться к стоматологу. Эти данные не голословны...",
  },
  {
    id: 6,
    image: "/images/news/card2.png",
    title: "Лечение зубов во сне в Москве в стоматологии",
    description:
      "Более 80% людей боятся обращаться к стоматологу. Эти данные не голословны...",
  },

];

export default data;
