export const lastNews = [
  {
    url: "card1.png",
    description: "Какие цвета iPhone самые популярные в 2023 году?",
  },
  {
    url: "card2.png",
    description:
      "iPhone 16 Pro следующего года все еще находится на пути к тому, чтобы иметь идентификатор лица под дисплеем.",
  },
];

export const moreNews = [
  {
    url: "img1.png",
    description:
      "Будущая Siri сможет разговаривать со всеми, кто вам звонит, и делать заметки",
  },
  {
    url: "img2.png",
    description:
      "Будущая Siri сможет разговаривать со всеми, кто вам звонит, и делать заметки",
  },
  {
    url: "img1.png",
    description:
      "Будущая Siri сможет разговаривать со всеми, кто вам звонит, и делать заметки",
  },
  {
    url: "img2.png",
    description:
      "Будущая Siri сможет разговаривать со всеми, кто вам звонит, и делать заметки",
  },
  {
    url: "img1.png",
    description:
      "Будущая Siri сможет разговаривать со всеми, кто вам звонит, и делать заметки",
  },
  {
    url: "img2.png",
    description:
      "Будущая Siri сможет разговаривать со всеми, кто вам звонит, и делать заметки",
  },
  {
    url: "img1.png",
    description:
      "Будущая Siri сможет разговаривать со всеми, кто вам звонит, и делать заметки",
  },
  {
    url: "img2.png",
    description:
      "Будущая Siri сможет разговаривать со всеми, кто вам звонит, и делать заметки",
  },
  {
    url: "img1.png",
    description:
      "Будущая Siri сможет разговаривать со всеми, кто вам звонит, и делать заметки",
  },
  {
    url: "img2.png",
    description:
      "Будущая Siri сможет разговаривать со всеми, кто вам звонит, и делать заметки",
  },
  {
    url: "img1.png",
    description:
      "Будущая Siri сможет разговаривать со всеми, кто вам звонит, и делать заметки",
  },
  {
    url: "img2.png",
    description:
      "Будущая Siri сможет разговаривать со всеми, кто вам звонит, и делать заметки",
  },
  {
    url: "img1.png",
    description:
      "Будущая Siri сможет разговаривать со всеми, кто вам звонит, и делать заметки",
  },
  {
    url: "img2.png",
    description:
      "Будущая Siri сможет разговаривать со всеми, кто вам звонит, и делать заметки",
  },
  {
    url: "img2.png",
    description:
      "Будущая Siri сможет разговаривать со всеми, кто вам звонит, и делать заметки",
  },
];
