import {
  TimerIcon,
  DeliveryIcon,
  FreeIcon,
  EmployeeIcon,
  SuccessIcon,
  BoxIcon,
  LetterIcon,
  SecondDeliveryIcon,
} from "components/UI/Icons";

export const whatWeOffer = [
  {
    icon: TimerIcon,
    title: "Быстрая доставка",
    description:
      "Мы доставим ваш товар в срок, указанный в заказе, и свяжемся с вами заблаговременно до прибытия по адресу доставки...",
    link: "#",
  },
  {
    icon: DeliveryIcon,
    title: "Доставка по городу и за ее приделами",
    description:
      "Доставка осуществляется по городу, где расположен один из магазинов нашей компании, и в пределах 5 километров от...",
    link: "#",
  },
  {
    icon: FreeIcon,
    title: "Бесплатная доставка начиная с 500 000 сум",
    description:
      "Если сумма Вашего заказа больше 500 000 (пятьсот тысяч) сум – доставка будет бесплатной. При сумме заказа...",
    link: "#",
  },
  {
    icon: EmployeeIcon,
    title: "Доставка до двери",
    description:
      "Мы доставим товар до входной двери квартиры (офиса), в указанное вами место.",
    link: "#",
  },
  {
    icon: SuccessIcon,
    title: "Безопасность",
    description:
      "Товар может получить только тот человек, с которым заключён договор...",
    link: "#",
  },
  {
    icon: BoxIcon,
    title: "Демонстрация товара",
    description: "Распакуем и продемонстрируем товар.",
    link: "#",
  },
  {
    icon: LetterIcon,
    title: "Гарантийный талон",
    description:
      "Предоставим также гарантийный талон (при его наличии вместе с товаром).",
    link: "#",
  },
  {
    icon: DeliveryIcon,
    title: "Повторная доставка",
    description:
      "Повторная доставка будет осуществлена если В случае неверно указанного адреса при оформлении заказа...",
    link: "#",
  },
  {
    icon: SecondDeliveryIcon,
    title: "Услуга срочной доставки",
    description:
      "Доставка по Ташкентской, Андижанской, Наманганмкой, Ферганской, Самаркандской, Кокандской областям и по Багдадскому р...",
    link: "#",
  },
];

export const coordinates = [
  {
    lat: 40.246086,
    long: 66.649568,
  },
  {
    lat: 40.934418,
    long: 68.997737,
  },
  {
    lat: 40.887483,
    long: 69.195717,
  },
  {
    lat: 39.654515,
    long: 66.968847,
  },
  {
    lat: 40.379515,
    long: 66.533389,
  },
  {
    lat: 40.335141,
    long: 66.721424,
  },
  {
    lat: 41.323041,
    long: 69.239193,
  },
  {
    lat: 41.317644,
    long: 69.243174,
  },
];
