export const merchants = [
  {
    title: "Чиланзарский район, квартал-7, д 45б (Квартал)",
    number: "+8801611112222",
    address:
      "100115, г. Ташкент, Чиланзарский район, квартал-7, д 45б (Квартал)",
    coordinates: { lat: 40.11928, long: 64.501128 },
  },
  {
    title: "Чиланзарский район, квартал-7, д 45б (Квартал)",
    number: "+8801611112222",
    address:
      "100115, г. Ташкент, Чиланзарский район, квартал-7, д 45б (Квартал)",
    coordinates: { lat: 39.991671, long: 66.844558 },
  },
  {
    title: "Чиланзарский район, квартал-7, д 45б (Квартал)",
    number: "+8801611112222",
    address:
      "100115, г. Ташкент, Чиланзарский район, квартал-7, д 45б (Квартал)",
    coordinates: { lat: 41.006628, long: 71.227185 },
  },
  {
    title: "Чиланзарский район, квартал-7, д 45б (Квартал)",
    number: "+8801611112222",
    address:
      "100115, г. Ташкент, Чиланзарский район, квартал-7, д 45б (Квартал)",
    coordinates: { lat: 41.020852, long: 70.085326 },
  },
  {
    title: "Чиланзарский район, квартал-7, д 45б (Квартал)",
    number: "+8801611112222",
    address:
      "100115, г. Ташкент, Чиланзарский район, квартал-7, д 45б (Квартал)",
    coordinates: { lat: 40.11928, long: 64.501128 },
  },
  {
    title: "Чиланзарский район, квартал-7, д 45б (Квартал)",
    number: "+8801611112222",
    address:
      "100115, г. Ташкент, Чиланзарский район, квартал-7, д 45б (Квартал)",
    coordinates: { lat: 39.991671, long: 66.844558 },
  },
  {
    title: "Чиланзарский район, квартал-7, д 45б (Квартал)",
    number: "+8801611112222",
    address:
      "100115, г. Ташкент, Чиланзарский район, квартал-7, д 45б (Квартал)",
    coordinates: { lat: 41.006628, long: 71.227185 },
  },
  {
    title: "Чиланзарский район, квартал-7, д 45б (Квартал)",
    number: "+8801611112222",
    address:
      "100115, г. Ташкент, Чиланзарский район, квартал-7, д 45б (Квартал)",
    coordinates: { lat: 41.020852, long: 70.085326 },
  },
  {
    title: "Чиланзарский район, квартал-7, д 45б (Квартал)",
    number: "+8801611112222",
    address:
      "100115, г. Ташкент, Чиланзарский район, квартал-7, д 45б (Квартал)",
    coordinates: { lat: 40.11928, long: 64.501128 },
  },
  {
    title: "Чиланзарский район, квартал-7, д 45б (Квартал)",
    number: "+8801611112222",
    address:
      "100115, г. Ташкент, Чиланзарский район, квартал-7, д 45б (Квартал)",
    coordinates: { lat: 39.991671, long: 66.844558 },
  },
  {
    title: "Чиланзарский район, квартал-7, д 45б (Квартал)",
    number: "+8801611112222",
    address:
      "100115, г. Ташкент, Чиланзарский район, квартал-7, д 45б (Квартал)",
    coordinates: { lat: 41.006628, long: 71.227185 },
  },
  {
    title: "Чиланзарский район, квартал-7, д 45б (Квартал)",
    number: "+8801611112222",
    address:
      "100115, г. Ташкент, Чиланзарский район, квартал-7, д 45б (Квартал)",
    coordinates: { lat: 41.020852, long: 70.085326 },
  },
];
