export const catalog = [
  {
    name: "Смартфоны",
    id: 1,
  },
  {
    name: "Кроссовки",
    id: 2,
  },
  {
    name: "Самокаты ролики",
    id: 3,
  },
  {
    name: "Бытовая техника",
    id: 4,
  },
  {
    name: "Электромобилы",
    id: 5,
  },
  {
    name: "Гаджеты для фитнеса",
    id: 6,
  },
  {
    name: "Одежда",
    id: 7,
  },
  {
    name: "Наушники",
    id: 8,
  },
];

export const categories = [
  {
    catalog_id: 1,
    data: [
      {
        title: "Самокаты",
        children: [
          "Самокат для взрослый",
          "Самокат для детей",
          "Электросамокаты",
          "Городские",
          "Трюковые",
        ],
      },
      {
        title: "Роликовые коньки",
        children: ["Мужские", "Женские", "Детские"],
      },
      {
        title: "Скейборды",
        children: ["Профессиональный скейтборд", "Лонгборды"],
      },
      {
        title: "Велосипеды",
        children: ["Складные", "Городские", "Мужские", "Горные", "Детские"],
      },
    ],
  },
  {
    catalog_id: 2,
    data: [
      {
        title: "Самокаты",
        children: [
          "Самокат для взрослый",
          "Самокат для детей",
          "Электросамокаты",
          "Городские",
          "Трюковые",
        ],
      },
      {
        title: " коньки",
        children: ["Мужские", "Женские", "Детские"],
      },
      {
        title: "Скейборды",
        children: ["Профессиональный скейтборд", "Лонгборды"],
      },
      {
        title: "Велосипеды",
        children: ["Складные", "Городские", "Мужские", "Горные", "Детские"],
      },
      {
        title: " коньки",
        children: ["Мужские", "Женские", "Детские"],
      },
      {
        title: "Скейборды",
        children: ["Профессиональный скейтборд", "Лонгборды"],
      },
      {
        title: "Велосипеды",
        children: ["Складные", "Городские", "Мужские", "Горные", "Детские"],
      },
    ],
  },
  {
    catalog_id: 3,
    data: [
      {
        title: "Самокаты",
        children: [
          "Самокат для взрослый",
          "Самокат для детей",
          "Электросамокаты",
          "Городские",
          "Трюковые",
        ],
      },
      {
        title: "Роликовые коньки",
        children: ["Мужские", "Женские", "Детские"],
      },
      {
        title: "Скейборды",
        children: ["Профессиональный скейтборд", "Лонгборды"],
      },
      {
        title: "Велосипеды",
        children: ["Складные", "Городские", "Мужские", "Горные", "Детские"],
      },
    ],
  },
  {
    catalog_id: 4,
    data: [
      {
        title: "Самокаты",
        children: [
          "Самокат для взрослый",
          "Самокат для детей",
          "Электросамокаты",
          "Городские",
          "Трюковые",
        ],
      },
      {
        title: "Роликовые коньки",
        children: ["Мужские", "Женские", "Детские"],
      },
      {
        title: "Скейборды",
        children: ["Профессиональный скейтборд", "Лонгборды"],
      },
      {
        title: "Велосипеды",
        children: ["Складные", "Городские", "Мужские", "Горные", "Детские"],
      },
    ],
  },
  {
    catalog_id: 5,
    data: [
      {
        title: "Самокаты",
        children: [
          "Самокат для взрослый",
          "Самокат для детей",
          "Электросамокаты",
          "Городские",
          "Трюковые",
        ],
      },
      {
        title: "Роликовые коньки",
        children: ["Мужские", "Женские", "Детские"],
      },
      {
        title: "Скейборды",
        children: ["Профессиональный скейтборд", "Лонгборды"],
      },
      {
        title: "Велосипеды",
        children: ["Складные", "Городские", "Мужские", "Горные", "Детские"],
      },
    ],
  },
  {
    catalog_id: 6,
    data: [
      {
        title: "Самокаты",
        children: [
          "Самокат для взрослый",
          "Самокат для детей",
          "Электросамокаты",
          "Городские",
          "Трюковые",
        ],
      },
      {
        title: "Роликовые коньки",
        children: ["Мужские", "Женские", "Детские"],
      },
      {
        title: "Скейборды",
        children: ["Профессиональный скейтборд", "Лонгборды"],
      },
      {
        title: "Велосипеды",
        children: ["Складные", "Городские", "Мужские", "Горные", "Детские"],
      },
    ],
  },
  {
    catalog_id: 7,
    data: [
      {
        title: "Самокаты",
        children: [
          "Самокат для взрослый",
          "Самокат для детей",
          "Электросамокаты",
          "Городские",
          "Трюковые",
        ],
      },
      {
        title: "Роликовые коньки",
        children: ["Мужские", "Женские", "Детские"],
      },
      {
        title: "Скейборды",
        children: ["Профессиональный скейтборд", "Лонгборды"],
      },
      {
        title: "Велосипеды",
        children: ["Складные", "Городские", "Мужские", "Горные", "Детские"],
      },
    ],
  },
  {
    catalog_id: 8,
    data: [
      {
        title: "Самокаты",
        children: [
          "Самокат для взрослый",
          "Самокат для детей",
          "Электросамокаты",
          "Городские",
          "Трюковые",
        ],
      },
      {
        title: "Роликовые коньки",
        children: ["Мужские", "Женские", "Детские"],
      },
      {
        title: "Скейборды",
        children: ["Профессиональный скейтборд", "Лонгборды"],
      },
      {
        title: "Велосипеды",
        children: ["Складные", "Городские", "Мужские", "Горные", "Детские"],
      },
      {
        title: "Самокаты",
        children: [
          "Самокат для взрослый",
          "Самокат для детей",
          "Электросамокаты",
          "Городские",
          "Трюковые",
        ],
      },
      {
        title: "Роликовые коньки",
        children: ["Мужские", "Женские", "Детские"],
      },
      {
        title: "Скейборды",
        children: ["Профессиональный скейтборд", "Лонгборды"],
      },
      {
        title: "Велосипеды",
        children: ["Складные", "Городские", "Мужские", "Горные", "Детские"],
      },
    ],
  },
];
